[
    {"answer": "CNN's 2022 news does not provide specific information about the damage of Colorado wildfire. However, it reports that wildfires have intensified around the globe, causing billions of dollars in damage and affecting every aspect of society including public health, livelihoods, biodiversity, and the already changing climate. A UN report suggests that the number of extreme wildfire events will increase up to 14% by 2030, and by 2050, the increase will climb to 30%. The report also suggests that it's time to \"learn to live with fire\" and adapt to the uptick in the frequency and severity of wildfires that will inevitably put more lives and economies in harm's way."},
    {"answer": "Elizabeth Holmes is on trial for defrauding investors in Theranos, Inc. of hundreds of millions of dollars. She was convicted in January 2022 on four counts of fraud and conspiracy over false claims she made to investors about medical devices she said could detect hundreds of diseases with just a few drops of blood. She was sentenced to more than 11 years in prison on November 18, 2022, and ordered to pay $452 million in restitution to investors, including media mogul Rupert Murdoch and former Education Secretary Betsy DeVos. Holmes is expected to appeal her conviction"},
    {"answer": "Yes, Elizabeth Holmes is guilty. She was found guilty on four charges of defrauding investors in January 2022[1]. She was found guilty of one count of conspiracy to defraud investors as well as three wire fraud counts tied to specific investors. She was found not guilty on three additional charges concerning defrauding patients and one charge of conspiracy to defraud patients[2]. In November 2022, she was sentenced to more than 11 years in prison[3]."},
    {"answer": "As of October 2022, the total number of COVID-19 cases in the US is 99,596,741, with 1,104,000 deaths"},
    {"answer": "The new COVID-19 variant identified in 2022 is BA.2.86, also known as Pirola. Early lab results suggest that this variant may be less contagious and less immune-evasive than initially feared. The immune systems can recognize and fight off this variant as well as, and perhaps even a bit better than, the currently circulating offshoots of the XBB variant"},
    {"answer": "In 2022, Britain faced significant economic challenges, including a cost of living crisis that severely impacted its citizens. The cost of living rose sharply, with domestic gas and electricity prices increasing by 129% and 66% respectively from October 2021 to October 2022. This led to an increase in fuel poverty, with an estimated 6.99 million households affected by December 2022"},
    {"answer": ""},
    {"answer": ""},
    {"answer": ""},
    {"answer": ""},
    {"answer": ""},
    {"answer": ""},
    {"answer": ""},
    {"answer": ""},
    {"answer": ""},
    {"answer": ""},
    {"answer": ""}
]